;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! poet-theme)
(package! soothe-theme)
(package! sublime-themes)
(package! base16-theme)
(package! emojify)
(package! olivetti)
(package! org-projectile)
(package! polymode)
(package! poly-ansible)
