jethrokuan/fzf
meatcar/plugin-linuxbrew
franciscolourenco/done
laughedelic/pisces
brgmnn/fish-docker-compose
rafaelrinaldi/pure
lilyball/nix-env.fish
oh-my-fish/plugin-foreign-env
